Repository: amatukaze/ing
Catalog: src/Core/UWP/Localization/resw/*/ViewTitle.resw
Source language: en_us
Languages: ja, zh_hans

source: API Debug
ja: API デバッグ
zh_hans: API调试

# MasterData
source: Gallery
ja: 図鑑
zh_hans: 图鉴

source: Log Migration
ja: データを取り込む
zh_hans: 记录导入

# ShipCreationLogs
source: Ship construction record
ja: 建造歴史
zh_hans: 建造记录

# EquipmentCreationLogs
source: Equipment development record
ja: 開発歴史
zh_hans: 开发记录

# ExpeditionCompletionLogs
source: Expedition record
ja: 遠征歴史
zh_hans: 远征记录

# Admiral
source: Admiral information
ja: 司令部情報
zh_hans: 司令部信息

# Fleets
source: Fleets overview
ja: 艦隊一覧
zh_hans: 舰队一览

# Docks
source: Docks overview
ja: ドック一覧
zh_hans: 船渠一览

# Expedition
source: Expedition overview
ja: 遠征一覧
zh_hans: 远征一览
